Repository: GDDavies/MyGCSEGradeTracker
Catalog: MyGCSEGradeTracker/*.lproj/Localizable.strings
Languages: pt_br

source: AddQualificationImage1
pt_br: addqualificationimagePortuguese

source: Qualifications
pt_br: Matéria

source: Upgrade for More Qualifications
pt_br: Baixe a extensão para adicionar outras matérias

source: Upgrade
pt_br: Atualizar

source: Restore Purchase
pt_br: Restaurar Compras

source: Later
pt_br: Mais Tarde

source: Your target is currently %g. Please input your new target
pt_br: O seu objetivo atual é %g. Por favor introduza o seu novo objetivo

source: Please input your new target
pt_br: Introduza o seu novo objetivo

source: Target Percentage
pt_br: Objetivo em Percentual

source: Confirm
pt_br: Confirmar

source: Cancel
pt_br: Cancelar

source: Target
pt_br: Objetivo

source: Done
pt_br: Finalizar

source: Upgraded
pt_br: Extensão completa

source: Thanks for upgrading. You can now add more qualifications and ads have been removed
pt_br: Obrigado. Os anúncios foram removidos e agora você poderá adicionar outras matérias

source: Restored
pt_br: Restaurar

source: Your purchase has been restored. You can now add more qualifications and ads have been removed
pt_br: A sua compra foi restaurada. Os anúncios foram removidos e agora você poderá adicionar mais qualificações

source: Purchase Failed
pt_br: Sua compra não foi finalizada corretamente.

source: Your purchase failed, please try again
pt_br: Sua compra não foi finalizada corretamente. Por favor tente novamente

source: Qualification Name Missing
pt_br: Campo incompleto

source: Please enter a name for the qualification
pt_br: Introduza o nome da matéria

source: Components Missing
pt_br: Campo incompleto

source: Please input the number of components
pt_br: Introduza o número de unidades

source: Incorrect Weightings
pt_br: Pesos incorreto

source: Combined component weightings should equal 100%
pt_br: A soma dos pesos devem igualar 100%

source: Missing Information
pt_br: Informação incompleta

source: Please enter the required information
pt_br: Favor introduzir a informação requerida

source: Qualification Details
pt_br: Detalhes da Matéria

source: Components
pt_br: Unidades

source: Component Weightings
pt_br: Pesos de Unidades

source: Qualification Name
pt_br: Nome da Matéria

source: e.g. Maths
pt_br: ex. Matemática

source: e.g.
pt_br: ex.

source: Edit Components
pt_br: Modificar Unidades

source: Component
pt_br: Unidade

source: Add Results
pt_br: Adicionar Resultado

source: Set
pt_br: Grupo

source: Please provide at least two sets of results for the chart
pt_br: Forneça no mínimo dois grupos de resultados para o gráfico

source: Input Results
pt_br: Adicionar Resultado

source: Grade
pt_br: Nota

source: Invalid Result
pt_br: Resultado Inválido

source: Please enter results between 1-9
pt_br: Por favor adicione uma nota entre 1-9

source: Please enter results between 0-100
pt_br: Por favor introduza nota entre 0-100

source: Please enter a result for each component
pt_br: Por favor introduza o resultado de cada unidade

source: Manage
pt_br: Gerenciar

source: Dismiss
pt_br: Cancelar

source: components
pt_br: unidades

source: Warning!
pt_br: Atenção!

source: This action will delete all Components and Results associated with this Qualification
pt_br: Esta ação irá apagar todas as unidades e resultados relacionados à esta matéria

source: Delete
pt_br: Apagar

source: Result
pt_br: Resultado
